Revit 2027 API
NumberSystem.GetReferencePick Method
 Gets the reference curve.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Reference GetReferencePick()
Public Function GetReferencePick As Reference
public:
Reference^ GetReferencePick()
member GetReferencePick : unit -> Reference
Return Value
Reference
 The pick of reference curve.
See Also
Reference
NumberSystem Class
Autodesk.Revit.DB Namespace